Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All170102--omegat.tmx
Source language: en_us
Languages: ja

source: “The flexibility of the AGL platform allows us to quickly roll-out Toyota’s infotainment system across our vehicle line-up, providing customers with greater connectivity and new functionalities at a pace that is more consistent with consumer technology,” said Keiji Yamamoto, Executive Vice President, Connected Company of Toyota Motor Corporation.
ja: トヨタ自動車 コネクティッドカンパニー常務役員 兼 コネクティッド先行開発部部長である山本圭司氏は、次のように述べています。 「AGLプラットフォームの柔軟性により、トヨタ独自のインフォテインメント システムをトヨタ車のラインナップ全体に高速展開し、消費者向け技術と一致した優れた接続性と新機能をお客様にいち早く提供することができます。

source: “The launch of this project is one of the most momentous steps forward for Open Source Networking.
ja: このプロジェクトの発足は、オープン ソース ネットワークにとって画期的な前進の 1 つです。

source: “The open source community will benefit from VMware’s wealth of talent and resources as we collaborate to solve technology challenges from the data center to cloud infrastructure and beyond.”
ja: 彼らと連携してデータ センターやクラウド基盤などの技術的課題を解決していく中で、オープン ソース コミュニティは VMware の豊富な人材やリソースの恩恵を受けることでしょう。

source: “The organization has grown quickly over the past several years as open source has become the way infrastructure software is created.
ja: The Linux Foundationはここ数年で急成長し、オープン ソースが基盤ソフトウェアの開発手段になりました。

source: “The purpose of Cloud Foundry and, by extension, our board is to represent as fully as possible the users, the builders and those that deploy Cloud Foundry,” said Abby Kearns, Executive Director, Cloud Foundry Foundation.
ja: Cloud Foundry Foundation のエグゼクティブ ディレクターである Abby Kearns 氏は次のように述べています。 「Cloud Foundry ならびに私たちのボードの目的は、Cloud Foundry を利用、開発、デプロイする人々を可能な限り代表することです。

source: “The turnout at our first face-to-face developer gathering was amazing.
ja: 初めて行われた開発者集会の参加率は驚異的なものでした。

source: “The xRAN and M-CORD partnership will allow us to build mobile access networks with the ability to customize and optimize the RAN, and to more quickly create new services to meet our customers’ evolving needs.”
ja: 「xRAN と M-CORD の連携により、RAN をカスタマイズおよび最適化できるモバイル アクセス ネットワークを構築でき、お客様の新しいニーズに対応した新たなサービスをより速やかに開発できます。」

source: “These new members realize that we can do much more together than apart,” said Jim Zemlin, executive director, The Linux Foundation.
ja: The Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は、次のように述べています。 「新しく加盟したメンバー企業は、個より集団のほうがずっと多くのことを実現できることを知っています。

source: “They have been a driving force behind the development of the AGL infotainment platform, and we are excited to see the traction that it’s gaining across the industry.”
ja: 彼らはAGLインフォテインメント プラットフォームの開発を陰で支えてきました。業界における同社の牽引力には目を見張るものがあります。」

source: “They will be responsible for working with other members to support the ecosystem growing around the project, while technical governance remains separate in the hands of the developer community.”
ja: 彼らは他のメンバーと協力し、プロジェクト関連のエコシステムの成長を助ける責任を負いますが、技術ガバナンスは開発者コミュニティにゆだねられています。」

source: “This marks another milestone in establishing the OpenChain Specification as the standard for trust around open source compliance in the supply chain,” says Shane Coughlan, OpenChain Program Manager.
ja: OpenChainプログラム マネージャーのShane Coughlanは、次のように述べています。 「これは、OpenChain仕様書をサプライチェーン内におけるオープン ソース コンプライアンス関連の信頼の基準として位置づける、新たなマイルストーンです。

source: “This week, LinuxCon hit Seattle, WA, and it was a truly excellent show.
ja: 「今週 LinuxCon がシアトルで開かれましたが、最高のショーでした。

source: “This will be an excellent example of doing Software Defined Standards and open reference implementations together, the innovative approach the newly merged ONF/ON.Lab organizations are pursuing.”
ja: これは、新しく統合された ONF/ON.Lab が追求する革新的アプローチである『ソフトウェア デファインド スタンダードとオープン リファレンス実装の同時実現』のすばらしい一例です。」

source: “Today OpenChain evolves from being a refined, active project into a standard ready for broad market adoption,” said Shane Coughlan, OpenChain Program Manager.
ja: OpenChainプロクラム マネージャーのShane Coughlan氏は次のように述べています。 「本日、OpenChainは厳正・活発なプロジェクトから広範な市場で採用可能な標準となります。

source: “Today is an important day for ONAP and open networking.
ja: 本日はONAPとオープン ネットワーキングにとって重要な日です。

source: “Today most successful commercial software solutions are built using open source software,” noted Mark Gisi, Wind River’s Director of Open Source Programs and OpenChain Specification Team Lead.
ja: Wind Riverのオープン ソース プログラム担当ディレクター兼OpenChain Specificationチーム リーダーであるMark Gisi氏は次のように述べています。 「今日多くの実績ある商用ソフトウェア ソリューションは、オープン ソース ソフトウェアを使用して構築されています。

source: “Toyota is an early adopter of Linux and open source and has been an active member and contributor to AGL for several years,” said Dan Cauchy, Executive Director of Automotive Grade Linux.
ja: Automotive Grade Linuxのエグゼクティブ ディレクターであるDan Cauchyは次のように述べています。 「トヨタはLinuxとオープン ソースのアーリー アダプターであり、AGLの長年のアクティブ メンバー兼コントリビューターです。

source: “VMware has underscored its commitment to the principles of open source development,” said Jim Zemlin, executive director, The Linux Foundation.
ja: Linux Foundation のエグゼクティブ ディレクターである Jim Zemlin は次のように述べています。 「VMware はオープン ソース開発の原則に対するコミットメントを強調してきました。

source: “VMware looks forward to working more closely with the open source community, and we know this involvement will enable even ever better solutions and services for our customers,” said Dirk Hohndel, Vice President and Chief Open Source Officer at VMware.
ja: VMware のバイス プレジデント兼チーフ オープン ソース オフィサーである Dirk Hohndel 氏は次のように述べています。 「VMware はオープン ソース コミュニティとさらに緊密に連携できることを楽しみにしています。また、このような関わりが弊社のお客様によりよいソリューションとサービスをお届けできると確信しています。

source: “Voicebox looks forward to bringing expertise in conversational speech, natural language understanding and Artificial Intelligence to Automotive Grade Linux, as knowledge in these fields is crucial for success in the connected car space,” said Rich Kennewick, President of Voicebox.
ja: 「Voicebox は、会話音声、自然言語理解、および人工知能の技術をAutomotive Grade Linuxに提供できることを楽しみにしています。これらの分野の知識はコネクテッド カー分野の成功に欠かせません。

source: “We are active code contributors to the AGL UCB, and we look forward to continuing to advance the platform as an official member.”
ja: 私たちはAGL UCBの積極的なコード貢献者です。公式メンバーとして、このプラットフォームの継続的発展を楽しみにしています。」 IoT.bzh CEO、Fulup Le Foll

source: “We are excited to welcome our first major German automaker to AGL.
ja: ドイツを代表する自動車メーカーによる初めての AGL 参加を心から歓迎します。」

source: “We are excited to work with The Linux Foundation to make tools for change more accessible to everyone in the community.”
ja: The Linux Foundation と連携して、コミュニティの誰もがより利用しやすくなるようなツールを開発できれば幸いです。」

source: “We believe AGL will become the defacto standard and will play a central role in the connected car ecosystem.”
ja: 私たちは、AGLがデファクト スタンダードとなり、コネクテッド カー エコシステムの中心的役割を果たすと確信しています。」 SELTECH 代表取締役社長 江川将偉氏

source: “We believe blockchain is a transformative technology and are committed to advancing its adoption by sharing our expertise and knowledge with the Hyperledger community.”
ja: ブロックチェーンは紛れもなく革新的技術ですので、弊社の技術と知識をHyperledgerコミュニティと共有し、その導入促進に取り組んでいきたいと思います。」

source: “We believe the next generation network infrastructure should be open, and we look forward to working even more closely with OpenDaylight and the open source community to develop it.”
ja: 私たちは次世代ネットワーク基盤がオープンになることを確信しており、その開発のために、OpenDaylight やオープン ソース コミュニティとさらに緊密に連携していきたいと思います。」

source: “We believe the vibrant DPDK developer community will quickly grow in their new home and fuel continued rapid innovation in open networking.”
ja: 活気あるDPDK開発者コミュニティが新たなホームで急成長し、オープン ネットワーキングの継続的・飛躍的技術革新に拍車をかけるでしょう。」

source: “We congratulate the Governing Board officers on their election to serve,” said Arpit Joshipura, General Manager, Networking at The Linux Foundation.
ja: The Linux Foundationのネットワーク担当ゼネラル マネージャーであるArpit Joshipuraは、次のように述べています。 「選出されました役員の皆様、おめでとうございます。

source: “We have always been supportive of an open source approach in embedded systems development, and collaborating with Automotive Grade Linux and The Linux Foundation will enable us to better serve our customers working on those platforms.”
ja: 弊社は組込みシステム開発において常にオープン ソース アプローチを支持してきました。Automotive Grade LinuxやThe Linux Foundationと協業することで、これらのプラットフォームに取り組むお客様により良いサービスを提供できることでしょう。」 ARCCORE CEO、Michael Svenstam氏

source: “We have heard the call to bring more open source events to China, and after the success of other Linux Foundation events in the country, such as MesosCon Asia and Cloud Foundry Summit Asia, we have decided to offer our flagship LinuxCon, ContainerCon and CloudOpen events in China as well.
ja: 以前から、中国でもっとオープン ソース イベントを開催して欲しいという要請はありましたが、同国における MesonCon Asia や Cloud Foundry Summit Asia のような Linux Foundation イベントの成功を受け、このたび中国でも私たちのフラッグシップ イベントである LinuxCon、ContainerCon、CloudOpen を開催することにいたしました。

source: “We look forward to continuing our strong collaboration with Alan for the benefit of the open source community.”
ja: オープン ソース コミュニティの利益のために、今後もAlanとさらに強く連携していきたいと思います。」

source: “We look forward to joining this community.”
ja: このコミュニティに参加するのを楽しみにしています。」

source: “We look forward to working with these new members to enhance AGL capabilities including voice recognition, security and virtualization.”
ja: 新メンバーと協力し、音声認識、セキュリティ、仮想化などのAGL機能を拡充できることを楽しみにしています。」

source: “We saw a 60% membership growth in 2016, and we expect that momentum to continue in 2017,” said Dan Cauchy, Executive Director of Automotive Grade Linux.
ja: Automotive Grade Linux のエグゼクティブ ディレクターである Dan Cauchy は次のように述べています。 「2016 年は 60% のメンバーシップ成長率でしたが、2017 年も同様の伸びが期待できます。

source: “We see Blockchain as a promising technology, not fully mature yet, but continuously growing.
ja: Daimler AG の CIO である Jan Brecht 氏は次のように述べています。 「Blockchain は、まだ十分には成熟していないが着実に成長している有望なテクノロジだと考えています。

source: “We share a similar ‘code first’ approach with AGL, and we look forward to applying our knowledge of SoCs, Yocto integration and our strong reputation within the Linux kernel and open source software communities to help drive the platform forward.”
ja: 私たちはAGLと同様の「コード ファースト」アプローチを採用しており、SoCやYocto統合に関する弊社の知識、およびLinuxカーネルやオープン ソース ソフトウェア コミュニティにおける弊社の高い評価を、このプラットフォームの発展に役立てたいと思います。」 BayLibre CEO、Michael Turquette氏

source: “We thank Alan for his service and recognize his many contributions to this organization,” said Jim Zemlin, executive director of The Linux Foundation.
ja: The Linux Foundationのエグゼクティブ ディレクターであるJim Zemlinは次のように述べています。「私たちはAlanの尽力に感謝しています。彼はThe Linux Foundationに多大な貢献をしてくれました。

source: “We want to ensure the OpenChain Project becomes more internationalized and easier to understand with each passing month.
ja: OpenChain Projectがより国際的に、そして徐々に理解しやすいものになれば幸いです。

source: “We will be launching our Developer Certification exam on-site, which is the perfect opportunity for anyone interested in becoming a cloud-native developer to showcase their skills.
ja: 会場ではDeveloper Certification試験も実施する予定ですので、クラウドネイティブ開発者になりたい方がスキルを証明書できるまたとないチャンスです。

source: “We’re excited to see how developers and others in the industry contribute to the ONAP code,” said Chris Rice, ONAP Chair and Senior Vice President, AT&T Labs.
ja: ONAPの議長で AT&T Labs のシニア バイス プレジデントであるChris Rice氏は、次のように述べています。 「業界の開発者や皆さんによるONAPコードへの貢献に感激しています

source: “We’re excited to see the industry coalesce around ONAP with this unprecedented merger.
ja: この前例のない合併で生まれた ONAP で業界が連帯しているのは、うれしい限りです。

source: “We’re now at 122 members and seeing even more diverse organizations across industry sectors invest their energy and resources in understanding how blockchain technology can strengthen their own business processes.
ja: 現在メンバーは 122 社となり、さらに多様な組織が業界の枠を越えて、ブロックチェーンがビジネス プロセスをどのように強化できるか理解するためにエネルギーとリソースを注ごうととしています。

source: “With the Online Self-Certification Web App, the OpenChain Project created a tool that allows organizations to demonstrate just that and potential partners to check their suppliers’ OpenChain conformance.”
ja: Online Self-Certification Webアプリは、組織がまさにそれを証明でき、さらにパートナーもサプライヤーのOpenChain適合性をチェックできるツールです。」

source: “With the increased demand for innovation in the automotive industry, and technology initiatives becoming a top priority for automakers, AGL is imperative to accelerating automotive capabilities.”
ja: 自動車業界のイノベーションを望む声が高まり、技術戦略が技術自動車メーカーの最優先事項となっている昨今、AGLは自動車機能の促進に必要不可欠な存在です。」 Voicebox社長 Rich Kennewick氏

source: • Best practices for better performance on logging
ja: より良いロギング パフォーマンスのためのベスト プラクティス

source: • Distributed logging in production
ja: プロダクション環境の分散ログ

source: • Extending Fluentd or Fluent Bit
ja: Fluentd または Fluent Bit の機能拡張

source: • Fluentd internals and core development
ja: • Fluentd 内部構造とコア開発

source: • Log aggregation patterns
ja: ログ集計パターン

source: • Log forwarding
ja: ログの転送

source: • OSS licenses
ja: OSS ライセンス

source: • Operational challenges to using OSS
ja: OSS を使用する際の運用上の課題

source: • Security
ja: セキュリティ

source: • Use cases of Fluentd or Fluent Bit
ja: Fluentd または Fluent Bit のユース ケース

source: • What is Intellectual Property?
ja: 知的財産

source: • What is Open Source Software (OSS)?
ja: オープン ソース ソフトウェア (OSS) とは何か?

source: • Why do companies use OSS?
ja: 企業はなぜ OSS を使用するのか?

source: • Why is OSS faster, lower cost and more flexible?
ja: なぜ OSS は高速で低コストで柔軟性があるのか?

source: ● About the AGL Community
ja: AGL コミュニティ https://www.automotivelinux.org/about

source: ● Developer Resources
ja: 開発者リソース https://wiki.automotivelinux.org/

source: ● Participating in Automotive Grade Linux
ja: ● Automotive Grade Linux に参加する https://www.automotivelinux.org/about/join

source: ● Abby Kearns, Executive Director, Cloud Foundry Foundation
ja: ● Abby Kearns (Cloud Foundry Foundation、エグゼクティブ ディレクター)

source: ● Arpit Joshipura, General Manager, Networking, The Linux Foundation
ja: ● Arpit Joshipura (The Linux Foundation、ネットワーク担当ゼネラル マネージャー)

source: ● Brian Behlendorf, Executive Director, Hyperledger
ja: ● Brian Behlendorf (Hyperledger エグゼクティブ ディレクター)

source: ● Cockpit System: Collaboration with Applications in AGL Ecosystem, Nobuhiko Tanibata, DENSO
ja: ● コックピット システム：AGL エコシステムのアプリケーションとのコラボレーション Nobuhiko Tanibata (デンソー)

source: ● Device-DAX: Towards Software Defined Memory - Dan Williams, Intel
ja: ● Device-DAX: ソフトウェア デファインド メモリへ - Dan Williams (Intel)

source: ● Fast releasing and Testing of Gentoo Kernel Packages and Future Plans of the Gentoo Kernel Project - Alice Ferrazzi, Gentoo Kernel Project Leader
ja: ● Gentooカーネル パッケージの高速リリースとテスト、そしてGentooカーネル プロジェクトの今後のプラン - Alice Ferrazzi (Gentoo カーネル プロジェクト リーダー)

source: ● Introducing Wi-Fi and Bluetooth Application in AGL Charming Chinook, Sri Maldia Hari Asti, Alps Electric Co., Ltd
ja: ● AGL Charming ChinookのWi-Fi & Bluetoothアプリケーション紹介 Sri Maldia Hari Asti (Alps Electric Co., Ltd)

source: ● Jim Zemlin, Executive Director, The Linux Foundation
ja: ● Jim Zemlin (The Linux Foundation エグゼクティブ ディレクター)

source: ● Kubernetes Ground Up - Vishnu Kannan, Google
ja: ● Kubernetes 基礎 - Vishnu Kannan (Google)

source: ● Linux Kernel Panel with Alice Ferrazzi, Gentoo Kernel Project Leader; Greg Kroah-Hartman, Linux Foundation Fellow; Steven Rostedt, Red Hat; and Dan Williams, Intel
ja: ● Linux カーネル パネル：Alice Ferrazzi (Gentooカーネル プロジェクト リーダー)、Greg Kroah-Hartman (Linux Foundation フェロー)、Steven Rostedt (Red Hat)、Dan Williams (Intel)

source: ● Multi-Screen UX: New GUI Architecture for Next Generation Cockpit System, Takashi Tsubone, Panasonic
ja: ● マルチスクリーンUX：次世代コックピット システムのための新しいGUIアーキテクチャ Takashi Tsubone (パナソニック)

source: ● Philip DesAutels, Sr. Director of IoT, The Linux Foundation
ja: ● Philip DesAutels (The Linux Foundation、IoT担当シニア ディレクター)

source: ● Power Management for Car Infotainment, Takahiko Gomi, Renesas
ja: ● カー インフォテインメントのパワー マネージメント Takahiko Gomi (ルネサス エレクトロニクス)

source: ● Securing Vehicle-to-Cloud Data and Privacy with Digital Identity, Ashley Stevenson, ForgeRock
ja: ● クルマ-クラウド間のデータとプライバシーをデジタル アイデンティティで保護する Ashley Stevenson (ForgeRock)

source: ● TensorFlow in the Wild: From Cucumber Farmer to Global Insurance Firm - Kazunori Sato, Google
ja: ● TensorFlow in the Wild: キュウリ生産農家からグローバルな保険会社まで - Kazunori Sato (Google)

source: ● Testing at Scale - Andrea Frittoli, IBM
ja: ● 大規模なテスト - Andrea Frittoli (IBM)

source: ● Vehicle to Cloud: Connecting Cars to Non Automotive Internet Services, Fulup Ar Foll, IoT.bzh
ja: ● クルマからクラウドまで：自動車と自動車以外のインターネット サービスをつなぐ Fulup Ar Foll (IoT.bzh)
